{
  "header": "Our Story",
  "header0": "Our Foods",
  "header1": "Gallery",
  "header2": "Contact Us",
  "header3": "Point Check",
  "header4": "VIP Reservation",
  "header5": "Online Order",

  "mp_title": "Who is <br /> Baan Thai",
  "mp_content": "Immerse yourself in Baan Thai to experience the essence of Thai culture through our authentic dishes. Since 2016, we've been serving exotic Thai cookery, a perfect balance of flavors and hospitality. Proudly awarded the THAI SELECT Certificate, endorsed by the Royal Thai Government, ensuring our dishes capture the true taste of Thailand, both here and abroad.",
  "mp_content2": "Our culinary team blends traditional techniques with modern innovation, creating an explosion of flavors that transport you to the heart of Thailand. Discover warm hospitality, inviting decor, and vibrant Thai flavors at Baan Thai. Savor the authenticity of Thailand right here in Malaysia.",
  "mp_title2": "",
  "mp_food": "Red Tomyam Soup",
  "mp_food2": "Grilled Fish with Salt",
  "mp_food3": "BBQ Pork Sticks",
  "mp_food4": "Steam Siakap with Spicy Lime Sauce",
  "mp_food5": "Deep Fried Pandan Chicken",
  "mp_food_detail": "A Thai hot and sour soup that is aromatic, rich, spicy, and satisfying!",
  "mp_food2_detail": "Fish is coated in a thick layer of salt, slow roasted and eaten with a garlicky spicy chili dipping sauce.",
  "mp_food3_detail": "Thinly sliced pork, marinated, grilled on a stick, and brushed with our secret sauce for perfect flavor.",
  "mp_food4_detail": "A steamed Siakap, in a sauce made with lots of fresh lime juice, garlic, and chilies.",
  "mp_food5_detail": "Boneless chicken pieces marinated in rich and flavourful spices and wrapped with fragrant pandan leaves.",
  "mp_title3": "Gallery",
  "mp_title4": "VIP RESERVE",

  "os": "Our Story",
  "os_content": "Embark on a Thai culinary journey at Baan Thai, honored with the prestigious THAI SELECT Certificate in 2023. Since our establishment in 2016, we've been a beacon of authentic Thai cuisine, meticulously crafting each dish to embody the perfect balance of flavors synonymous with Thai culture. Our culinary artisans blend tradition and innovation, offering an immersive encounter with Thailand's rich culinary heritage.",
  "os_content2": "Step into our vibrant space filled with the aroma of spices and the hospitality of Thai culture. Baan Thai is not just a restaurant; it's an authentic gateway to Thailand in Malaysia, where you can savor the true taste of Thailand.",
  "os_om": "OUR",
  "os_om2": "MISSION",
  "os_om_content": "Provide fresh and authentic traditional Thai cuisine in Malaysia.",
  "os_ov": "OUR",
  "os_ov2": "VISSION",
  "os_ov_content": "Be the largest and the pioneer of authentic Thai food in Malaysia.",
  "os_2016": "2016",
  "os_2017": "2017 - 2019",
  "os_2019": "2019 - 2021",
  "os_2022": "2022 - 2023",
  "os_2023": "2023",
  "os_title_2016": "Inception & Inspration",
  "os_title_2017": "Crafting the Menu",
  "os_title_2019": "Covid-19, MCO Period",
  "os_title_2022": "Cultural Exchange and Ambassadorship",
  "os_title_2023": "THAI SELECT AWARDS / World KahPao Competition",
  "os_ongoing_2023": " - Ongoing",
  "os_content_2016": "Our Thai food restaurant opened its doors in the vibrant city of Kuala Lumpur in 2016. It was founded by a group of enthusiastic entrepreneurs who were deeply passionate about Thai cuisine and its rich cultural heritage.",
  "os_content_2017": "By 2019, the restaurant had gained a loyal customer base and became a popular destination for locals and tourists alike. Its reputation for quality ingredients, attention to detail, and friendly ambiance attracted food enthusiasts from various walks of life.",
  "os_content_2019": "Despite Covid-19 challenges, Baan Thai stayed open, launching a food bank to aid the community. This reflects our dedication to culinary excellence and community service, embodying Thai hospitality. Serving our patrons, we carry the lessons of compassion and unity from the pandemic.",
  "os_content_2022": "Participating in food festivals, cultural events, and international culinary exhibitions. Through these platforms, they shared the beauty and diversity of Thai cuisine with a global audience, fostering appreciation for Thai traditions.",
  "os_content_2023": "Baan Thai proudly accepts the THAI SELECT Award from the Royal Thai Government for our dedication to authentic Thai cuisine. Excitingly, we secured 2nd runner-up at the World KahPao Competition in Bangkok, August 2023. Grateful for the recognition, we're inspired to keep delivering the true taste of Thailand at Baan Thai.",

  "of_menu_food1": "THAI OMELLETE",
  "of_menu_food2": "PAPAYA SALAD WITH SALTED CRAB",
  "of_menu_food3": "PAD THAI",
  "of_menu_food4": "STIR FRIED THAI BASIL",
  
  "of_menu2_food1": "PINEAPPLE FRIED RICE",
  "of_menu2_food2": "SOUTHERN THAI STEWED PORK BELLY",
  "of_menu2_food3": "DEEP FRIED PANDAN CHICKEN",
  "of_menu2_food4": "BRAISED PORK LEG",

  "of_menu3_food1": "GRILLED FISH WITH SALT",
  "of_menu3_food2": "RED TOMYAM SOUP",
  "of_menu3_food3": "FRIED FISH WITH THREE FLAVOR SAUCE",
  "of_menu3_food4": "GRILLED PORK NECK",

  "of_menu4_food1": "CLAYPOT GLASS NOODLE WITH SHRIMP",
  "of_menu4_food2": "BBQ PORK STICK",
  "of_menu4_food3": "DEEP FRIED CALAMARI WITH GARLIC",

  "of_menu5_food1": "BANANA FLOWER PRAWN",
  "of_menu5_food2": "STEAM FISH WITH SPICY LIME SAUCE",
  "of_menu5_food3": "RED RUBY",
  "of_menu5_food4": "MANGO STICKY RICE"
}