{
  "header": "ประวัติของร้านรา",
  "header0": "อาหารของเรา",
  "header1": "รูปภาพ",
  "header2": "ติดต่อเรา",
  "header3": "ตรวจสอบคะแนน",
  "header4": "การจองสิทธิ์ VIP",
  "header5": "การสั่งซื้อออนไลน์",

  "mp_title": "บ้านไทยคืออะไร",
  "mp_content": "ดื่มด่ำกับบ้านไทยเพื่อสัมผัสกับแก่นแท้ของวัฒนธรรมไทยผ่านอาหารไทยแท้ๆของเรา. ตั้งแต่ปี 2016 เราได้ให้บริการอาหารไทยพิเศษที่เป็นสมดุลที่ลงตัวของรสชาติและการบริการเอาใจใส่. ได้รับรางวัลใบรับรอง THAI SELECT อย่างภาคภูมิใจ ซึ่งได้รับการรับรองจากรัฐบาลไทย ค้ำประกันว่าอาหารของเราได้ถูกต้องตามรสชาติยแท้ของไทย ทั้งในและต่างประเทศ",
  "mp_content2": "ทีมงานด้านการทำอาหารของเราผสมผสานเทคนิคดั้งเดิมกับนวัตกรรมสมัยใหม่ สร้างการระเบิดของรสชาติที่พาคุณไปยังหัวใจของประเทศไทย. ค้นพบการต้อนรับที่อบอุ่น ตกแต่งที่น่าชวนเชื่อ และรสชาติไทยที่สดใสที่บ้านไทย. เพลิดเพลินกับความแท้จริงของประเทศไทยได้ที่นี่ในมาเลเซีย",
  "mp_title2": "",
  "mp_food": "ต้มยำน้ำข้น",
  "mp_food2": "ปลาเผา",
  "mp_food3": "หมูปิ้ง",
  "mp_food4": "ปลากะพงนึ่งมะนาว",
  "mp_food5": "ไก่ห่อใบเตยทอด",
  "mp_food_detail": "ต้มยำน้ำข้นไทยที่หอมหวานและเผ็ดร้อนด้วยสมุ่นไพรไทยที่มอบความพอใจให้คุณลูกค้า",
  "mp_food2_detail": "ปลาถูกคลุกด้วยเกลือหนาเผาช้าๆและรับประทานกับน้ำจิ้มซีฟู้ด",
  "mp_food3_detail": "เนื้อหมูสไลด์บางๆหมักย่างด้วยเตาถ่านของเราเพื่อรสชาติที่สมบูรณ์แบบ",
  "mp_food4_detail": "ปลากะพงนึ่งมะนาวน้ำจิ้มที่ทำจากน้ำมะนาวสด กระเทียมและพริกจำนวนมาก",
  "mp_food5_detail": "เนื้อไก่ไม่มีกระดูก หมักด้วยเครื่องปรุงรสที่หลากหลายและหอม และห่อด้วยใบเตยหอม ทอดกรอบ",
  "mp_title3": "รูปภาพ",
  "mp_title4": "การจองสิทธิ์ VIP",

  "os": "ประวัติของร้านรา",
  "os_content": "การเริ่มต้นการทำอาหารไทยที่ร้าน Baan Thai ซึ่งได้รับเกียรติจากใบรับรอง THAI SELECT อันทรงเกียรติในปี 2566 นับตั้งแต่ก่อตั้งในปี 2559 เราก็เป็นเสมือนสัญลักษณ์แห่งอาหารไทยต้นตำรับ สร้างสรรค์อาหารแต่ละจานอย่างพิถีพิถันเพื่อรวบรวมความสมดุลที่สมบูรณ์แบบของรสชาติที่สื่อถึง วัฒนธรรมไทย. เชฟฝีมือด้านการทำอาหารของเราผสมผสานประเพณีและนวัตกรรม นำเสนอประสบการณ์ที่ดื่มด่ำกับมรดกทางอาหารอันอุดมสมบูรณ์ของประเทศไทย",
  "os_content2": "ก้าวเข้าสู่พื้นที่อันมีชีวิตชีวาของเราซึ่งเต็มไปด้วยกลิ่นหอมของเครื่องเทศและการต้อนรับอันอบอุ่นของวัฒนธรรมไทย บ้านไทยไม่ได้เป็นเพียงร้านอาหารเท่านั้น เป็นประตูสู่ประเทศไทยอย่างแท้จริงในมาเลเซีย ซึ่งคุณสามารถลิ้มรสชาติที่แท้จริงของอาหารไทยและประเทศไทยได้",
  "os_om": "พันธกิจของเรา",
  "os_om2": "",
  "os_om_content": "การให้บริการอาหารไทยแบบดั้งเดิมที่สดใหม่และแท้จริงในประเทศมาเลเซีย",
  "os_ov": "วิสัยทัศน์ของเรา",
  "os_ov2": "",
  "os_ov_content": "วิสัยทัศน์ของเรา",
  "os_2016": "2559",
  "os_2017": "2560 - 2562",
  "os_2019": "2562 - 2564",
  "os_2022": "2565 - 2566",
  "os_2023": "2566",
  "os_title_2016": "การเริ่มต้นและแรงบันดาลใจประจำปี",
  "os_title_2017": "สร้างสรรค์เมนู",
  "os_title_2019": "โควิด-19 ช่วง MCO",
  "os_title_2022": "การแลกเปลี่ยนวัฒนธรรมและการทูต",
  "os_title_2023": "THAI SELECT AWARDS / การแข่งขันกะเพราโลกที่กำลังดำเนินอยู่",
  "os_ongoing_2023": " - Ongoing",
  "os_content_2016": "ร้านอาหารไทยของเราเปิดให้บริการในเมืองกัวลาลัมเปอร์ที่มีชีวิตชีวาในปี 2559 ก่อตั้งโดยกลุ่มผู้ประกอบการที่กระตือรือร้นซึ่งหลงใหลในอาหารไทยและมรดกทางวัฒนธรรมไทยอันยาวนาน",
  "os_content_2017": "ภายในปี 2562 ร้านอาหารได้รับฐานลูกค้าประจำและกลายเป็นจุดหมายปลายทางยอดนิยมสำหรับคนในท้องถิ่นและนักท่องเที่ยว ชื่อเสียงในด้านวัตถุดิบที่มีคุณภาพ ความใส่ใจในรายละเอียด และบรรยากาศที่เป็นกันเองดึงดูดผู้ชื่นชอบอาหารจากหลากหลายสาขาอาชีพ",
  "os_content_2019": "แม้จะมีความท้าทายจาก Covid-19 บ้านไทยยังคงเปิดให้บริการ เปิดตัวองค์กรการกุศลเพื่อช่วยเหลือชุมชน ซึ่งสะท้อนให้เห็นถึงความมุ่งมั่นของเราในความเป็นเลิศด้านการทำอาหารและการบริการชุมชนที่โอบรับการต้อนรับแบบไทย เพื่อให้บริการลูกค้าของเรา เราขอเสนอบทเรียนเรื่องความมีน้ำใจและความสามัคคีจากการแพร่ระบาด",
  "os_content_2022": "เข้าร่วมงานเทศกาลอาหาร กิจกรรมทางวัฒนธรรม และนิทรรศการการทำอาหารนานาชาติ พวกเขาแบ่งปันความสวยงามและความหลากหลายของอาหารไทยกับผู้ชมทั่วโลกผ่านแพลตฟอร์มเหล่านี้ ส่งเสริมความซาบซึ้งในประเพณีไทย",
  "os_content_2023": "บ้านไทยภูมิใจรับรางวัล THAI SELECT จากรัฐบาลไทยสำหรับการอุทิศตนเพื่ออาหารไทยต้นตำรับ เราคว้าตำแหน่งรองชนะเลิศอันดับที่ 2 ในการแข่งขัน World Kaphrao ที่กรุงเทพฯ ในเดือนสิงหาคม 2566 ได้อย่างน่าตื่นเต้น เรารู้สึกขอบคุณที่ได้รับการยอมรับ เราได้รับแรงบันดาลใจที่จะส่งมอบรสชาติที่แท้จริงของประเทศไทยต่อไปที่ร้านบ้านไทย",

  "of_menu_food1": "ไข่เจียวไทย",
  "of_menu_food2": "ส้มตำปูปลาร้า",
  "of_menu_food3": "ผัดไทย",
  "of_menu_food4": "ผัดกระเพรา",
  
  "of_menu2_food1": "ข้าวผัดสับปะรด",
  "of_menu2_food2": "หมูฮ้อง",
  "of_menu2_food3": "ไก่ห่อใบเตย",
  "of_menu2_food4": "ขาหมูตุ๋น",

  "of_menu3_food1": "ปลาเผาเกลือ",
  "of_menu3_food2": "ต้มยำน้ำข้น",
  "of_menu3_food3": "ปลาทอดน้ำปลา",
  "of_menu3_food4": "คอหมูย่าง",

  "of_menu4_food1": "กุ้งอบวุ้นเส้น",
  "of_menu4_food2": "หมูปิ้ง",
  "of_menu4_food3": "หมูปิ้ง",

  "of_menu5_food1": "ยำหัวปปลี",
  "of_menu5_food2": "ปลานึ่งน้ำมะนาว",
  "of_menu5_food3": "ทับทิมกรอบ",
  "of_menu5_food4": "ข้าวเหนียวมะม่วง",

  "exploreOurFoods": "สำรวจอาหารของเรา",
  "exploreNow": "สำรวจตอนนี้",
  "viewNow": "ดูตอนนี้",
  "vipRoomType1": "ห้องวีไอพีประเภท",
  "whatCustomerThinkAboutUs": "ลูกค้าคิดอย่างไรกับเรา",
  "writeReview": "เขียนรีวิว",
  "quickMenu": "เมนูด่วน",
  "quickContact": "ติดต่อด่วน",
  "onlineOrder": "สั่งออนไลน์",
  "onlineReservation": "จองออนไลน์",
  "termsAndConditions": "ข้อกำหนดและเงื่อนไข"
}